[
  {
    "id": 1,
    "name": "Lake Como and Bellagio Day Trip from Milan",
    "duration": "9h",
    "image": "https://media.tacdn.com/media/attractions-splice-spp-360x240/06/70/6d/57.jpg",
    "body": "For a Lake Como day trip from Milan, look no further. A great way to discover the timeless beauty of the Italian lakes, this experience includes a walking tour of the chic lake town of Como plus a Lake Como cruise to see snow-peaked mountains and luxury lakeside villas from the water. In the summer, visit the village of Bellagio for free time to eat and explore. In the winter, take a gondola ride from Como to Brunate to soak up the lakeland views. Day trip to Lake Como from Milan Take a scenic cruise on Lake Como to admire the beautiful lakeside villas and gardens Dock in the delightful town of Bellagio (summer only) Take the funicular to Brunate for sweeping views of Como (winter only) Enjoy free time to shop, dine and sightsee in the city of Como Why Travelers Choose This Tour Cruise on the lake, explore by foot, and enjoy a seasonal trip to discover Lake Como’s charm.\n\nRead more about Milan to Lake Como, Bellagio or Brunate Day Tour and Boat Ride 2021 - https://www.viator.com/tours/Milan/Lake-Como-Day-Trip-from-Milan/d512-2872ZV07?mcid=56757"
  },
  {
    "id": 2,
    "name": "Swiss Alps Bernina Express Rail Tour from Milan",
    "duration": "12h 30m",
    "image": "https://media.tacdn.com/media/attractions-splice-spp-674x446/0a/a6/58/a1.jpg",
    "body": "Board the Bernina Express, the historic red Swiss mountain train, for a ride along one of the most beautiful railway routes in the world. After a coach ride from Milan to Tirano, board the train to travel on the UNESCO-listed Bernina Express route with its unsurpassed alpine views. Look out at the Swiss Alps as you ride along the Bernina Pass to St Moritz, and then enjoy free time to explore the chic mountain town before your return to Milan. Rail tour from Milan aboard the Bernina Express Take a scenic coach tour to Tirano, located at the foothills of the Swiss Alps Travel by train through the Bernina Pass to elegant St Moritz Pass stunning alpine scenery, including glacial lakes Enjoy free time to explore Tirano and St Moritz Learn about the region from a guide as you travel Why Travelers Choose This Tour Ride one of the world’s most scenic mountain trains to St. Moritz and be back in Milan by dinnertime.\n\nRead more about Swiss Alps Bernina Express Rail Tour from Milan 2021 - https://www.viator.com/tours/Milan/Swiss-Alps-Bernina-Express-Rail-Tour-from-Milan/d512-2872ZV15?mcid=56757"
  },
  {
    "id": 3,
    "name": "Best of Milan Walking Tour with Skip-the-Line Ticket to Duomo & ‘Last Supper’",
    "duration": "3h",
    "image": "https://media.tacdn.com/media/attractions-splice-spp-674x446/0b/df/a2/d9.jpg",
    "body": "See Milan's main sights and landmarks and take advantage of your skip-the-line admission to Leonardo da Vinci's 'The Last Supper' by booking this action-packed, small-group tour. Follow your knowledgeable guide through the streets of Milan, stopping at spots like La Scala opera house, the magnificent gothic Duomo and Sforza Castle. And then stroll right past the line to see the Da Vinci masterpiece depicting Jesus and his disciples eating their last supper. See top Milan attractions such as Milan Duomo, Sforza Castle and La Scala theatre Explore the fashionable Brera neighbourhood with its narrow streets and elegant townhouses Get skip-the-line entrance to Leonardo da Vinci’s sublime The Last Supper fresco Enjoy the personalized atmosphere of a small-group tour limited to a maximum of 17 people Why Travelers Choose This Tour This fast-track walking tour includes an interior visit of Milan's stunning cathedral.\n\nRead more about Milan Walking Tour, The Last Supper Skip-the-Line Tickets 2021 - https://www.viator.com/tours/Milan/Skip-the-Line-Small-Group-Milan-Walking-Tour-with-da-Vincis-The-Last-Supper-Tickets/d512-3731DAVINCI?mcid=56757"
  },
  {
    "id": 4,
    "name": "Italy and Switzerland in One Day: Lake Como, Bellagio & Lugano from Milan",
    "duration": "10h 30m",
    "image": "https://media.tacdn.com/media/attractions-splice-spp-674x446/06/71/2e/ac.jpg",
    "body": "See the best of Switzerland and Italy on a day trip to Lugano and Lake Como from Milan. Led by a local guide, cruise Lake Como on a sightseeing boat while you keep your eyes peeled for celebrity villas. Then, make a stop in Bellagio, known as the 'pearl of Lake Como.' Continue into Switzerland, where you enjoy some free time to soak up the sights in Lugano. Check out the lakeside views or shop for Swiss chocolate before heading back to Milan. Visit Lugano and enjoy free time to see the elegant Swiss city as you wish Shop for Swiss chocolate or visit Santa Maria degli Angioli to see Renaissance artwork Enjoy transport by air-conditioned coach from Milan Visit the beautiful town of Bellagio, also known as 'the pearl of Lake Como'\n\nRead more about Lake Como, Lugano, and Switzerland 1-Day Tour from Milan 2021 - https://www.viator.com/tours/Milan/Italy-and-Switzerland-in-One-Day-Lake-Como-and-Lugano-from-Milan/d512-3731MILANSWITZERLAND?mcid=56757"
  },
  {
    "id": 5,
    "name": "Milan Super Saver: Skip-the-Line Duomo and Rooftop Guided Tour",
    "duration": "2h 30m",
    "image": "https://media.tacdn.com/media/attractions-splice-spp-674x446/07/be/71/01.jpg",
    "body": "Get the whole Duomo experience with this Milan Super Saver, combining two amazing tours at a discounted price. Take advantage of the skip-the-line entry into one of the world's greatest Gothic cathedrals and then follow your knowledgeable local guide around the sacred structure, learning about its history. After the tour, take a lift up to the roof to get one of the best views of Milan among the arches and buttresses of the cathedral. Milan Super Saver, combining two best-selling tours at a discounted price Enjoy skip-the-line access to the famous Duomo and learn about its construction Wander through the impressive cathedral in the company of a professional guide Venture up to the rooftop to enjoy wraparound views of Milan in the evening Hear intriguing anecdotes about the church and the city from a professional guide\n\nRead more about Milan Duomo Guided Skip-the-Line Tour, Evening Rooftop Visit 2021 - https://www.viator.com/tours/Milan/Milan-Super-Saver-Skip-the-Line-Duomo-Tour-and-Evening-Rooftop-Visit/d512-6404DUOMOCOMBO?mcid=56757"
  }
]
